Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ སྐྱེ་བོ་ ཐམས་ཅད་ སྲེག་པ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $749 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Burning Everyone.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ སྔ་མ་ བཞིན་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will see that such a birth is, just as in the previous cases, caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: ལོག་པ ར་ ལྟ་བ་ ཡང་ ཐོས་པ་ ངན་པ ས་ རྨོངས་པ་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ ས་ རྣམ་པར་ རྨོངས་པ །_
en: As for wrong view, some people may hear unwholesome teachings and become bewildered, thus engaging in misdeeds of body, speech, and mind.

source: རྟག་ ཏུ་ ཆད་པ་ རྣམ་པ་ གསུམ་ གྱིས་ ཉམ་ཐག་པ །_ ལོག་པ ར་ ལྟ་བ་ ཡང་ མཚུངས་པ ར་ སྤྱོད་པ་ དག་ ཚལ་ ལམ །_ རི འམ །_ མཚམས་ ཀྱི་ བར་ རམ །_ ཆུ འམ །_ ལྕུག་མ འི་ ཚལ་ དག་ ལ་ མེས་ སྲེག་པ ར་ བྱེད་པ་ དག་ འདི་ལྟར་ མེ་ ཚིམ་པ ར་ བྱས་པ ས་ ལྷ་ དག་ དགའ་བ ར་ འགྱུར་ ཏེ
en: Constantly afflicted by these three types of misdeeds, they may thus also develop a wrong view that they can propitiate the gods if they make fires in forests, on mountains, in borderlands, along rivers, and in bamboo groves.

source: དེ་དག་ དགའ་བ་ དང་ །_ ལྷ་ཡུལ་ དུ་ ཁྲིད་པ ར་ བྱེད་ དེ །_ བདག་ ལྷ འི་ འཇིག་རྟེན་ དེ་ ཐོབ་པ་ དང་ །_ མེ་ ཚིམ་པ ར་ བྱས་པ ས་ བདག་ དེར་ ལྷ འི་ དགའ་བ་ ཐོབ་པ ར་ འགྱུར་ རོ་ སྙམ་ སྟེ །_
en: Hence, they think, ‘If I please the gods by satisfying them with fire in this way, they will welcome me to their realm, and I shall be born in heaven. Satisfied, the goddesses will become my lovers.’

source: རྨོངས་པ་ ཐོས་པ་ ངན་པ ས་ བསླུས་ [214b] པ་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྐྱེ་བོ་ ཐམས་ཅད་ སྲེག་པ་ ཞེས་ བྱ་བ་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When those who in this way are bewildered because of having received unwholesome teachings {{page:{number:266,id:UT22084-068-021-100292,folio:F.214.b,volume:V68}}} later separate from their bodies, they will fall into the lower realms and be born in the hell known as Burning Everyone.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ དེ་དག་ ཐམས་ཅད་ ལྔ་ འགྱུར་ དུ་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི །_
en: $750 “The beings in that realm will experience torture as they undergo the combined ordeals of the Reviving Hell, and so forth, intensified fivefold.

source: འདི་ལྟར་ དེར་ སྐྱེས་པ་ གང་དག་ ལས་ ཀྱིས་ སྤྲུལ་པ འི་ བུ་ དང་ །_ བུ་མོ་ དང་ །_ ཆུང་མ་ དང་ །_ དགའ་བ འི་ བསྟེན་ གྲོགས་ དང་ །_ ཕ་མ་ དང་ །_ དེ་ལས་ གཞན་པ་ དགའ་བ་ དང་ འབྲེལ་བ་
en: In particular, those who are born in this realm will perceive karmic reproductions of their sons, daughters, spouses, loved ones, parents, and others with whom they have had joyous relationships.

source: དེ་དག་ དེར་ འཚེད་པ་ ན །_ བུ་ དང་ །_ ཆུང་མ་ དང་ །_ བསྟེན་ གྲོགས་ དང་ །_ ཕ་མ འི་ ཚོགས་ དེ་དག་ ཐམས་ཅད་ མཐོང་ ངོ་ །_། དེ་དག་ ཀྱང་ དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ ར་ འཚེད་པ་ མཐོང་ སྟེ །_ འཚེད་པ་ དེ་ མཐོང་བ་ དང་ །_ ཡིད་ ཀྱི་ སྡུག་བསྔལ་ མི་བཟད་པ་ ཚ་བ་ རྩུབ་པ་ དག་ མྱོང་བ ར་ བྱེད་ དོ །_།
en: Yet they will see them boiling, and, while watching their sons, daughters, spouses, loved ones, and parents boiling in hell, their minds will undergo fierce and excruciating pain.

source: དགའ་བ འི་ ཚོགས་ དེ་དག་ ཐམས་ཅད་ མཐོང་ ནས་ མྱ་ངན་ གྱི་ མེ འི་ རྣམ་པ་ འདི་ ལྟ་བུ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ གང་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེ་ དེ་དག་ སྲེག་པ འི་ མེ འི་ བཅུ་དྲུག་ གི་ ཆར་ ཡང་ མི་ ཕོད་ དོ །_།
en: The painful fire that these hell beings experience due to seeing this is more than sixteen times hotter than the fire that otherwise burns them.

source: སེམས་ཅན་ དམྱལ་བ་པ འི་ མེ་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ སྲེད་པ འི་ མེ་ ཐམས་ཅད་ ཆེས་ ཤིན་ཏུ་ ཚ འོ །_།
en: Among all the fires of hell, this one is indeed extremely hot.

source: མེ་ རྣམས་ ཀྱི་ ནང་ ན་ ཡང་ འདི་ མེ་ ཡིན་ ནོ །_། ཞགས་པ་ རྣམས་ ཀྱི་ ནང་ ན་ འདི་ ཞགས་པ་ མཆོག་ ཡིན་ ནོ །_། འཆིང་བ་ རྣམས་ ཀྱི་ ནང་ ན་ འདི་ འཆིང་བ་ དམ་པ་ ཡིན་ ཏེ །_ འཆིང་བ་ དམ་པ་ དེས་ སོ་སོ འི་ སྐྱེ་བོ་ བྱིས་པ་ ཐམས་ཅད་ བཅིངས་ སོ །_།
en: This is the fire of all fires, the supreme among all shackles, and the ultimate among all the chains that bind infantile, ordinary beings.

source: གང་ ལོག་པ འི་ ལས་ ཀྱིས་ བྱས་པ འི་ དགའ་བ འི་ ཚོགས་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ མཐོང་ ནས་ ཀྱང་ སྲེད་པ ས་ དེ་བཞིན་ སྲེག་ སྟེ །_
en: When the beings of this hell perceive the false images, created by their own karma, of all their loved ones, they will be consumed like snowflakes in the fire of craving.

source: གང་ མེ་ དེ་དག་ ལས་ བྱུང་བ འི་ སེམས་ཅན་ དམྱལ་བ་པ་ ཁ་བ་ ལྟ་བུ ར་ གྱུར་པ་ དེ་ཡང་ དེ འི་ བུ་ དང་ ཆུང་མ འི་ ཚོགས་ དང་ །_ ཕ་མ འི་ ཚོགས་ ངུ་སྐད་ འདོན་ ཏེ །_
en: Within the fires of hell, the gathering of children, spouses, and parents will be heard crying for help in the most pitiful way.

source: འདི་ལྟར་ བདག་ཅག་ ལ་ ཡོངས་སུ་ བསྐྱབ་པ་ གྱིས་ སྙིང་རྗེ་ རྗེ་ སྐད་ དུ་ ངུ་སྐད་ འདོན་ ཀྱང་ དེ་དག་ ཡོངས་སུ་ བསྐྱབ་པ ར་ ག་ལ་ ནུས་ ཏེ །_
en: Yet how could the beings of this hell protect them?

source: གང་ སེམས་ཅན་ དམྱལ་བ་པ་ དབང་མེད་ པ་ མེས་ སྲེག་ ཅིང་ འཚེད་ དོ །_།
en: Helplessly, they will themselves be burned by hell fire.

source: དེ་ལྟ ར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེ་ ཡུན་རིང་པོ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ ལུས་ དང་ ཡིད་ [215a] ཀྱིས་ མེས་ སྲེག་ གོ །_།
en: Thus, for innumerable years they will continue to be burned by the physical and mental fires, until finally their negative acts have been overcome, relinquished, and exhausted. {{page:{number:267,id:UT22084-068-021-100293,folio:F.215.a,volume:V68}}}

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ ལོ་ སུམ་བརྒྱ ར་ ཡི་དགས་ གཏོར་མ་ ཟ་བ ར་ སྐྱེ་བ ར་ འགྱུར །_
en: $751 “When they finally escape this hell, they will, as a karmic effect that accords with their causal actions, live for three hundred years as starving spirits, subsisting on ritual food offerings.

source: ཚེ་རབས་ ལྔ་ བརྒྱ ར་ དུང་ མ་ ལྟ་བུ འི་ ནང་ དེར་ དེ འི་ བུས་པ་ ཕོ་མོ་ ཉ་པ་ དག་ གིས་ གསོད་པ ར་ བྱེད་ དོ །_།
en: Thereafter they will be born as creatures living in a conch whose offspring will be killed by fishermen.

source: གལ་ཏེ་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ དབུལ་ ཞིང་ ཚེ་ ཐུང་བ་ དང་ །_ དབང་པོ་ མ་ཚང་བ་ དང་ །_ བུ་ དང་ །_ ཆུང་མ་ དང་ བྲལ་ ཞིང་ །_ གང་དག་ ཏུ་ བྲན་གཡོག་ ཏུ་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, they should be born with the general lot in life of a human, they will be poor and have short lives, incomplete faculties, and no offspring or spouse, and they will live as slaves.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ས ར་ འབྱིང་ མཐའ་ ཡ ས་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $752 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Infinite Sinking into the Ground.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་
en: Inquiring into what karmic actions may cause one to be born there, he will see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: མང་ དུ་ བྱས་པ ས་ འགྱུར་ ཏེ མདོར་ན་ ལུས་ ཀྱི་ ཆད་པ འམ །_ ངག་ གི་ ཆད་པ འི་ ལས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ ལས་ ཀྱི་ མཇུག་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: In short, one is born there due to resorting to, becoming habituated to, and increasing properly initiated and completed misdeeds of body, speech, and mind.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ས ར་ འབྱིང་ མཐའ་ ཡ ས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When later one separates from one’s body, one will fall into the lower realms and be born in the hell of Infinite Sinking into the Ground.

source: དེར་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ སྡུག་བསྔལ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ ལྔ་ འགྱུར་ དུ་ འབྱུང་ ངོ་ །_།
en: $753 “The beings in that realm experience torture as they undergo the combined ordeals of the Reviving Hell, and so forth, intensified fivefold.

source: ལོག་པ ར་ ལྟ་བ ར་ གྱུར་པ་ ནི་ ཐོས་པ་ ངན་པ་ གང་ གིས་ སྲིན་བུ་ ཕྲེའུ་ དང་ །_ གྲོག་སྦུར་ དང་ །_ སྦྲུལ་ དང་ །_ སྦྲུལ་ ཤིན་ཏུ་ གདུག་པ་ དང་ །_ རི་ དག ས་ དང་ །_ བྱ་ རྣམས་ མེ འི་ ནང་ དུ་ བཅུག་ ན་ མེ་ དེ་དག་ ནི་ དགའ་བ ར་ འགྱུར་ རོ །_།
en: In the past they developed wrong view due to receiving unwholesome teachings, and thus they proclaimed, ‘By throwing insects, ants, snakes, vipers, mammals, and birds into flames, the fire will be pleased.

source: དགའ་ ནས་ ཀྱང་ འཇིག་རྟེན་ མཐའ་ཡས་པ་ སྦྱིན་པ ར་ བྱེད་ དེ །_ མེ ར་ བསྲེགས་པ་ དེ་དག་ གིས་ ཀྱང་ དྲག་པོ འི་ འཇིག་རྟེན་ མི་བཟད་པ ར་ བྱེད་ དོ །_།
en: Delighted, the god of fire will grant infinite life, whereas those that are burned in the fire proceed to the imperishable realm of Rudra.

source: གང་ མེ ར་ བཅུག་པ་ དེ་དག་ དེ འི་ ཆོས་ ཆེན་པོ་ ཐོབ་པ ར་ འགྱུར་ རོ་ ཞེས་ བསྒྲགས་ ཤིང་ །_ དེ་ལྟ ར་ འཛིན་ དུ་ འཇུག་པ་ ནི་ ཆོས་ [215b] ལོག་པ ས་ རྣམ་པར་ བསླུས་པ་ ལོག་པ ར་ ལྟ་བ་ ཡིན་ ཏེ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ས ར་ འབྱིང་ མཐའ་ ཡ ས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Those who submit such creatures to fire will obtain great virtue.’ {{page:{number:268,id:UT22084-068-021-100294,folio:F.215.b,volume:V68}}} Those who are deceived by wrong teachings and assume such wrong views will, upon separating from their bodies, fall into the lower realms and be born in the hell known as Infinite Sinking into the Ground.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ མདག་མ འི་ རི་རྒྱ ར་ དཔག་ཚད་ ལྔ་ ཡོད་པ་ ཀུན་ ནས་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེས་ རབ་ཏུ་ འབར་བ་
en: The beings in that realm experience the tortures of a mountain of embers that burns with the flames of hell and measures five leagues.

source: དེ་ ལ་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ བཏེག་ ཅིང་ འདོར་བ ར་ བྱེད་ དེ
en: Henchmen of the Lord of Death will carry the hell beings to that mountain and throw them upon it.

source: རྐང་པ་ དང་ །_ རྐེད་པ་ དང་ །_ མདོམས་ དང་ །_ རྒྱབ་ དང་ །_ དཔུང་པ་ དང་ །_ མགྲིན་པ་ དང་ །_ ལག་པ་ དང་ །_ མིག་ དང་ །_ རྣ་བ་ དང་ །_ མགོ་ དང་ །_ གླད་པ འི་ བར་ བསྲེགས་ ནས་ དེ་ནས་ ཡང་ འབྱུང་བ ར་ འགྱུར་ ཏེ
en: Thus, their feet, hips, genitals, backs, shoulders, necks, arms, eyes, ears, noses, heads, and brains will all burn, only to reappear.

source: སྲེག་པ་ ན་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ །_ དུས་ དུ་མ་ ཡུན་རིང་པོ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ སྲེག་ གོ །_།
en: Until their negative acts have been overcome, relinquished, and exhausted, they will continue to burn for a tremendously long span of innumerable years.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལོག་པ ར་ ལྟ་བ་ མི་བཟད་པ ས་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ ཡི་དགས་ མི་གཙང་བ་ ཟ་བ་
en: $754 “When they finally escape this hell, they will, as an effect that accords with their causal actions of assuming a horrifying wrong view, live five hundred times as starving spirits that subsist on excrement.

source: ལུས་ ཐམས་ཅད་ རབ་ཏུ་ འབར་བ་ མཚན་མོ་ རྒྱུ་བ་ ན་ སྐྱེ་བོ་ ཀུན་ གྱིས་ མཐོང་བ་ དང་ །_ ལས་ངན་པ་ བྱས་པ་ དབང་ དུ་ གྱུར་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: With their bodies aflame, they will prowl at night, visible to everyone, while under the power of the evil acts they committed.

source: ཡི་དགས་ ཀྱི་ རིས་ དེ་ལས་ ཐར་ ནས་ ཀྱང་ དུད་འགྲོ་ ལུས་ ཐམས་ཅད་ ལ་ སྲིན་བུ་ མེ་ལྕེ་ རབ་ཏུ་ འབར་བ་ འབྱུང་ ཞིང་ ཉིན་མཚན་ དུ་ སྐྱེ་བོ་ ཀུན་ གྱི་ མངོན་སུམ་ དུ་ འགྱུར་བ་ དང་ །_
en: When they finally escape such an existence as a starving spirit, they will assume an animal body and be born as fireflies, which are perceptible to human beings throughout day and night.

source: ཁོང་པ འི་ ནང་ དུ་ མེ་ ཞུགས་ པས་ སྲེག་ ཅིང་ ཉི་མ འི་ འོད་ཟེར་ དག་ གིས་ ཟིལ་ གྱིས་ ནོན་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །།_།།
en: Fire will burn in their interiors and they will be additionally injured by the rays of the sun.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན དེས་ སེམས་ཅན་ དམྱལ་བ་ པད་མ་ ཆེན་པོ་ ལྟ་བུ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $755 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Heat, he will perceive a neighboring realm known as Resembling a Great Lotus.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ལ །_ མང་ དུ་ བྱས་པ ས་ འགྱུར་ ཏེ
en: Inquiring into what karmic actions may cause one to be born there, he will apply knowledge derived from hearing and thus see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: མདོ ར་ [216a] བསྡུ་ ན་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ འི་ ལས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_
en: {{page:{number:269,id:UT22084-068-021-100295,folio:F.216.a,volume:V68}}} In short, one is born there due to resorting to, becoming habituated to, and increasing duly initiated and completed misdeeds of body and speech.

source: ལས་ ཀྱི་ མཇུག་ དང་ ལྡན་པ་ དེ་ ནི་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ པད་མ་ ཆེན་པོ་ ལྟ་བུ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When one later separates from one’s body, one will thus fall into the lower realms and be born in the hell called Resembling a Great Lotus.

source: ལོག་པ ར་ ལྟ་བ་ ཡང་ རྣམ་པ་ འདི་དག་ བྱས་པ ས་ འགྱུར་ ཏེ །_ འདི་ལྟར་ མིས་ གསང་ གི་ མཆོད་སྦྱིན་ བྱས་པ ས་ འཇིག་རྟེན་ ཉམས་པ་ མེད་པ་ ཐོབ་པ ར་ འགྱུར་ རོ་ ཞེས་ ཟེར་བ་ དེ་ ནི་
en: $756 “As for wrong view, some may claim that by performing secret sacrifices one will attain a world free from decay.

source: ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ པད་མ་ ཆེན་པོ་ ལྟ་བུ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and be born in the hell known as Resembling a Great Lotus.

source: འདི་ལྟ་སྟེ །_ སེམས་ཅན་ དམྱལ་བ་ དེ འི་ བྱད་གཟུགས་ པད་མ་ ལྟ་བུ་ ཡིན་ ཏེ །_ གང་དེ་ དག་ གི་ ཟེ་བ འི་ བར་ རྡོ་རྗེ་ ལྟ་བུ འི་ ཚེར་མ ས་ གང་བ་ དེར་ སེམས་ཅན་ དམྱལ་བ་ དཔག་ཚད་ ལྔ་ བརྒྱ་ ཙམ་པ་ དེ་ ཚེར་མ འི་ བར་ དེ་དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: This hell is shaped like a lotus that has vajra-like thorns between its anthers. The realm extends for five hundred leagues and when sentient beings are born there, their bodies will immediately be pierced by the thorns.

source: སྐྱེས་མ་ ཐག་ ཏུ་ དེ་དག་ གི་ ལུས་ ཐམས་ཅད་ ཚེར་མ་ རྣམས་ ཀྱིས་ ཤིན་ཏུ་ ཕུག་ སྟེ །_ གང་ མ་ ཕུག་པ་ གཅིག་ མེད་པ་ ནི་ དེར་ ཁབ་ ཀྱི་ བུ་ག་ ཙམ་ གྱི་ ཕྱོགས་ ཀྱང་ མེད་ དེ །_ གང་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེས་ རྨས་མ་ གང་བ་ མེད་ དོ །_།
en: No part of their bodies will be spared, not even one the size of the head of a needle. Likewise, no part of their bodies will be spared the burn wounds caused by fire.

source: དེ་ལྟ ར་ ཇི་སྲིད་ དུ་ དེ འི་ སྲིད་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡུན་རིང་པོ ར་ འཚེད་ དོ །_། སྲེག་ གོ །_།
en: Until their negative acts have been overcome, relinquished, and exhausted, they will continue to boil and burn.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ ཉིས་ བརྒྱ ར་ ཡི་དགས་ ལྗན་ལྗིན་ ཟ་བ ར་ འགྱུར །_
en: $758 “When one finally escapes this hell, one will, as an effect that accords with one’s causal actions, be born two hundred times as a starving spirit subsisting on filth.

source: དེ་དེ་ ལས་ ཤི་ ནས་ ཀྱང་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ རྨ་བྱ་ དུག་ ཟ་བ འི་ རིགས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Following that one will take birth five hundred times as a poison-consuming peacock.

source: གལ་ཏེ་ དེ་ནས་ ཤི་ ནས་ གཉའ་ཤིང་ གི་ བུ་ག ར་ རུས་སྦལ་ འཇུག་པ་ ལྟ་བུ ར་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ རྟག་ ཏུ་ དབུལ་ ཞིང་ རྟག་ ཏུ་ ཕན་ཚུན་ རག་ ལས་པ་ མང་བ་ དང་ །_
en: If, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, one should be born with the general lot in life of a human, one will always be poor and dependent.

source: གལ་ཏེ་ ལྟད་མོ་ པས་ འཚོ་བ འི་ གར་མཁན་ ནམ །_ གང་ རྣམ་པ་ དེ་ལས་ གཞན་པ འི་ ལྟད་མོ་ པས་ འཚོ་བར་ འགྱུར་ ཏེ
en: One will live as a dancer, or some other type of entertainer.

source: ཇི་སྲིད་ འཚོ འི་ བར་ དུ་ བཀྲེན་པ་ རབ་ཏུ་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: For one’s entire life one will remain indigent.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཚ་བ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ མཐའ་ [216b] དྲག་ ཅེས་བྱ་བ་ མཐོང་ ངོ་ །_།
en: $759 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great Hell of Heat, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Terrifying Slope. {{page:{number:270,id:UT22084-068-021-100296,folio:F.216.b,volume:V68}}}

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will see that, just as before, such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: ལོག་པ ར་ ལྟ་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་བ་ ནི་ འདི་ལྟར་ ཆུ ར་ ཞུགས་ པས་ ཉེས་པ ར་ བྱས་པ་ ཐམས་ཅད་ འབྱང་བ ར་ འགྱུར་ ཞིང་ ཁྱབ་འཇུག་ གི་ འཇིག་རྟེན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ལ་ གནས་ དེ་ ནམས་ ཀྱང་ མི་ གཡོ་ སྟེ གཡོ་བ་ མེད་པ་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ་
en: As for the specific way of resorting to, becoming habituated to, and increasing wrong view, some people believe that bathing in rivers will purify misdeeds and lead to birth and eternal life in the world of Viṣṇu.

source: ཞེས་ དེ་ ཕ་རོལ་ དག་ ཀྱང་ དེ་ཉིད་ ལ་ འཇོག་པ ར་ བྱེད་ ཅིང་ ཡང་དག་ པར་ དགའ་བ ར་ བྱེད་ ལ །_ ཆུ ར་ ཞུགས་ པས་ སྲོག་ དང་ བྲལ་བ ར་ བྱེད་ ན དེ་ ཆུ ར་ ཞུགས་ པས་
en: Thus, they may propagate such religious practice, promising others eternal life in that world and making them fond of the practice. They may thus cause them to lose their life while bathing.

source: འཆི་བ འི་ དུས་བྱ ས་ ནས་ སེམས་ཅན་ དམྱལ་བ་ མཐའ་ དྲག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they themselves die, they will take birth in the hell of Terrifying Slope.

source: ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ ས་ ཉམས་པ་ དེར་ སྐྱེས་པ་ དག་ ལ་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ སྡུག་བསྔལ་ དེ་དག་ ཐམས་ཅད་ སྔ་མ་ བཞིན་ དུ་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི །_
en: $760 “Thus, brought down by misdeeds of body, speech, and mind, beings who are born in Terrifying Slope will experience all the combined suffering of the Reviving Hell, and so forth.

source: སེམས་ཅན་ དམྱལ་བ་ དེ་ ཀུན་ ནས་ རྡོ འི་ ཟུར་ ཤིན་ཏུ་ རྣོ་བ་ རྣམས་ ཀྱིས་ ཁེབས་པ་ ཀུན་ ནས་ རི་ རད་རོད་ ཤིན་ཏུ་ རྣོ་བ་ འཕང་ དུ་ དཔག་ཚད་ བཅུ་ ཡོད་པ ས་ བསྒྲིབས་པ་ དེ་ ལ་ བྱ་ ཡང་ འགྲོ་བ ར་ མི་ ནུས་ ན སེམས་ཅན་ དམྱལ་བ་པ་ དག་ རི་ དེ་ ལ་ རྒལ་བ ར་ ལྟ་ ག་ལ་ ནུས་ ཏེ །_
en: In particular, this hell is covered with stones that have extremely sharp edges, and there are precipitous mountains with extremely steep slopes all around that reach ten leagues into the sky. Since even birds cannot cross them, it is obvious that hell beings cannot do so either.

source: ཀུན་ ནས་ འབར་ རབ་ཏུ་ འབར །_ ཀུན་ ཏུ་ རབ་ཏུ་ འབར་ ཏེ །_ རི་ དེ་དག་ ཀུན་ ནས་ མེ་ལྕེ་ གཅིག་ ཏུ་ གྱུར་པ་ དང་ །_
en: The mountains are aflame and blazing all over, appearing like a single mass of fire.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ལས་ གཅིག་ གིས་ སེམས་ཅན་ དམྱལ་བ་པ་ མཐའ་དག་ ལ །_
en: $761 “Still, one among the hell beings, motivated by negative karmic actions, will at some point call to all the others,

source: ཀྱེ་ གྲོགས་པོ་ དག་ རི འི་ རྩེ་མོ ར་ སེམས་ཅན་ དམྱལ་བ་ འདི་དག་ རི་ འདི་དག་ ལས་ རྒལ་བ་ དང་ །_ བདེ་བ་ ཐོབ་བོ་ ཞེས་ སྨྲ་ སྟེ
en: ‘Friends, this hell ends beyond those mountains. Let us cross these summits and find happiness beyond!’

source: དེ་ལྟ ར་ ལས་ངན་ པས་ བསྐུལ་བ འི་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ སྨྲ འོ །_། སྨྲས་ མ་ ཐག་ ཏུ་ སེམས་ཅན་ དམྱལ་བ་པ་ ལས་ངན་ པས་ བསྐུལ་བ་ དེ་དག་ རི་ ཐག་ཐུག་ ཟར་ཟུར་ ཤིན་ཏུ་ མི་ བདེ་ ཞིང་ ཀུན་ ནས་ རབ་ཏུ་ འབར་བ་ ག་ལ་བ་ དེར་ དེ་དག་ རྒྱུག་ ཀྱང་ དེ་དག་ འཛེག་པ ར་ [217a] མི་ ནུས་ ཏེ
en: As soon as they hear this call, everyone will begin to move toward the terrifying, flaming mountains with extremely steep, ragged slopes, impelled by negative karmic actions. Yet they will be unable to climb them. {{page:{number:271,id:UT22084-068-021-100297,folio:F.217.a,volume:V68}}}

source: དེ་དག་ ཁ་ཅིག་ ནི་ དེ་ཉིད་ དུ་ མེས་ འཚིག་ གོ །_།
en: Some will be consumed by the flames immediately.

source: འཇིགས་སྐྲག་པ་ ཁ་ཅིག་ ནི་ དེ་ཉིད་ དུ་ རྡོ་ རད་རོད་ ལ་ འཇུ་ བཞིན་ དུ་ སྲེག་ གོ །_།
en: Others will, in terror, burn as they grasp on to the sharp rocks.

source: སྐྲག་ ཅིང་ དངངས་པ འི་ སེམས་ཅན་ དམྱལ་བ་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་
en: Shocked and terrified, the beings of this hell yearn for a protector, refuge, and guard.

source: དེ་ ཁ་ཅིག་ ནི་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱི་ ལག་པ་ ནས་ རལ་གྲི་ དང་ །_ ཐོ་བ ས་ ཡང་ན ས་ ཡང་ དུ་ བཏགས་ ཏེ
en: Yet the Lord of Death’s henchmen will chop off the limbs of some with swords and pound others to a pulp with hammers.

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ ས་ ཉེན་པ་ དག་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཤིན་ཏུ་ ཡུན་རིང་པོ ར་ འཚེད་ དོ །_། སྲེག་ གོ །_།
en: Thus, suffering under their misdeeds of body, speech, and mind, they will continue to boil and burn for an extremely long time until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ལོ་ སུམ་བརྒྱ ར་ ཡི་དགས་ ཁྲག་ ཟ་བ འི་ རིས་ དང་ འཐུན་ པར་ སྐྱེ་བ ར་ འགྱུར །_
en: $762 “When one finally escapes this hell, one will, as an effect that accords with one’s causal actions, live three hundred years as a starving spirit subsisting on blood.

source: དེ་ལས་ ཐར་ ནས་ ཀྱང་ ལོ་ སུམ་བརྒྱ ར་ དུད་འགྲོ་ སྦྲུལ་ ཆེན་པོ འི་ རིགས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Once free of such an existence, one will be born into the animal realm and live three hundred years as a large constrictor snake.
